import React from 'react';
import '../../style/questions.css';

class Questions extends React.Component {
    render() {
        return (
            <section className="questions">
                <div className="questions__head">
                    Часто задаваемые вопросы
                </div>
                <div className="questions__desc">
                    В этом разделе мы собрали самые часто задаваемые вопросы.
                </div>
                <div className="questions__nav">
                    <ul className="nav__list">
                        <li className="nav__item"><a href="" className="nav__link nav__link--active">Все</a></li>
                        <li className="nav__item"><a href="" className="nav__link">Кризис</a></li>
                        <li className="nav__item"><a href="" className="nav__link">Семья</a></li>
                        <li className="nav__item"><a href="" className="nav__link">Дети</a></li>
                        <li className="nav__item"><a href="" className="nav__link">Коммуникация</a></li>
                        <li className="nav__item"><a href="" className="nav__link">Мужчиная</a></li>
                        <li className="nav__item"><a href="" className="nav__link">Женщина</a></li>
                        <li className="nav__item"><a href="" className="nav__link">Развитие</a></li>
                    </ul>
                </div>
                <div className="questions__block">
                    <div className="block__item">
                        <div className="block__question">
                            Как начать отвечать на платные вопросы?
                        </div>
                        <div className="block__answer">
                            <p>Для того чтобы начать отвечать на вопросы, Вам необходимо зарегистрироваться на сайте. В личном кабинете приложить скан копию своего образования. После проверки нашими специалистами достоверности данных, в течение двух дней, Ваш аккаунт становится активным. Если данные не достоверны, аккаунт не активируется, о чем мы уведомляем Вас по электронной почте.</p> 

                            <p>Активный аккаунт дает юристу возможность отвечать на бесплатные вопросы, тем самым наращивая свой рейтинг, чем качественнее ответ, тем выше шанс благодарности от пользователя и соответственно выше рейтинг. За каждое очко рейтинга Вы получаете очко бонуса. Бонусные очки можно потратить на покупку тарифа (т.е. по сути, получить платные услуги портала бесплатно).</p> 
                            <p>Расчет рейтинга и начисление бонусов можно в нижеследующем раздели. Тарифную сетку можно изучить в личном кабинете.
                            Также, Вы можете не накапливать постепенно бонусы для получения доступа к платным возможностям системы, а приобрести любой понравившийся Вам тариф и начать зарабатывать прямо сейчас.</p>

                            
                        </div>
                    </div>
                    <div className="block__item">
                        <div className="block__question">
                            Когда Вы получаете оплату от пользователя за свой ответ
                        </div>
                        <div className="block__answer">
                            Для того чтобы начать отвечать на вопросы, Вам необходимо зарегистрироваться на сайте. В личном кабинете приложить скан копию своего образования. После проверки нашими специалистами достоверности данных, в течение двух дней, Ваш аккаунт становится активным. Если данные не достоверны, аккаунт не активируется, о чем мы уведомляем Вас по электронной почте.

                            Активный аккаунт дает юристу возможность отвечать на бесплатные вопросы, тем самым наращивая свой рейтинг, чем качественнее ответ, тем выше шанс благодарности от пользователя и соответственно выше рейтинг. За каждое очко рейтинга Вы получаете очко бонуса. Бонусные очки можно потратить на покупку тарифа (т.е. по сути, получить платные услуги портала бесплатно).

                            Расчет рейтинга и начисление бонусов можно в нижеследующем раздели. Тарифную сетку можно изучить в личном кабинете.
                            Также, Вы можете не накапливать постепенно бонусы для получения доступа к платным возможностям системы, а приобрести любой понравившийся Вам тариф и начать зарабатывать прямо сейчас.
                        </div>
                    </div>
                    <div className="block__item">
                        <div className="block__question">
                            Когда Вы получаете оплату от пользователя за свой ответ
                        </div>
                        <div className="block__answer">
                            Для того чтобы начать отвечать на вопросы, Вам необходимо зарегистрироваться на сайте. В личном кабинете приложить скан копию своего образования. После проверки нашими специалистами достоверности данных, в течение двух дней, Ваш аккаунт становится активным. Если данные не достоверны, аккаунт не активируется, о чем мы уведомляем Вас по электронной почте.

                            Активный аккаунт дает юристу возможность отвечать на бесплатные вопросы, тем самым наращивая свой рейтинг, чем качественнее ответ, тем выше шанс благодарности от пользователя и соответственно выше рейтинг. За каждое очко рейтинга Вы получаете очко бонуса. Бонусные очки можно потратить на покупку тарифа (т.е. по сути, получить платные услуги портала бесплатно).

                            Расчет рейтинга и начисление бонусов можно в нижеследующем раздели. Тарифную сетку можно изучить в личном кабинете.
                            Также, Вы можете не накапливать постепенно бонусы для получения доступа к платным возможностям системы, а приобрести любой понравившийся Вам тариф и начать зарабатывать прямо сейчас.
                        </div>
                    </div>
                    <div className="block__item">
                        <div className="block__question">
                            Когда Вы получаете оплату от пользователя за свой ответ
                        </div>
                        <div className="block__answer">
                            Для того чтобы начать отвечать на вопросы, Вам необходимо зарегистрироваться на сайте. В личном кабинете приложить скан копию своего образования. После проверки нашими специалистами достоверности данных, в течение двух дней, Ваш аккаунт становится активным. Если данные не достоверны, аккаунт не активируется, о чем мы уведомляем Вас по электронной почте.

                            Активный аккаунт дает юристу возможность отвечать на бесплатные вопросы, тем самым наращивая свой рейтинг, чем качественнее ответ, тем выше шанс благодарности от пользователя и соответственно выше рейтинг. За каждое очко рейтинга Вы получаете очко бонуса. Бонусные очки можно потратить на покупку тарифа (т.е. по сути, получить платные услуги портала бесплатно).

                            Расчет рейтинга и начисление бонусов можно в нижеследующем раздели. Тарифную сетку можно изучить в личном кабинете.
                            Также, Вы можете не накапливать постепенно бонусы для получения доступа к платным возможностям системы, а приобрести любой понравившийся Вам тариф и начать зарабатывать прямо сейчас.
                        </div>
                    </div>
                    <div className="block__item">
                        <div className="block__question">
                            Когда Вы получаете оплату от пользователя за свой ответ
                        </div>
                        <div className="block__answer">
                            Для того чтобы начать отвечать на вопросы, Вам необходимо зарегистрироваться на сайте. В личном кабинете приложить скан копию своего образования. После проверки нашими специалистами достоверности данных, в течение двух дней, Ваш аккаунт становится активным. Если данные не достоверны, аккаунт не активируется, о чем мы уведомляем Вас по электронной почте.

                            Активный аккаунт дает юристу возможность отвечать на бесплатные вопросы, тем самым наращивая свой рейтинг, чем качественнее ответ, тем выше шанс благодарности от пользователя и соответственно выше рейтинг. За каждое очко рейтинга Вы получаете очко бонуса. Бонусные очки можно потратить на покупку тарифа (т.е. по сути, получить платные услуги портала бесплатно).

                            Расчет рейтинга и начисление бонусов можно в нижеследующем раздели. Тарифную сетку можно изучить в личном кабинете.
                            Также, Вы можете не накапливать постепенно бонусы для получения доступа к платным возможностям системы, а приобрести любой понравившийся Вам тариф и начать зарабатывать прямо сейчас.
                        </div>
                    </div>
                    <div className="block__item">
                        <div className="block__question">
                            Когда Вы получаете оплату от пользователя за свой ответ
                        </div>
                        <div className="block__answer">
                            Для того чтобы начать отвечать на вопросы, Вам необходимо зарегистрироваться на сайте. В личном кабинете приложить скан копию своего образования. После проверки нашими специалистами достоверности данных, в течение двух дней, Ваш аккаунт становится активным. Если данные не достоверны, аккаунт не активируется, о чем мы уведомляем Вас по электронной почте.

                            Активный аккаунт дает юристу возможность отвечать на бесплатные вопросы, тем самым наращивая свой рейтинг, чем качественнее ответ, тем выше шанс благодарности от пользователя и соответственно выше рейтинг. За каждое очко рейтинга Вы получаете очко бонуса. Бонусные очки можно потратить на покупку тарифа (т.е. по сути, получить платные услуги портала бесплатно).

                            Расчет рейтинга и начисление бонусов можно в нижеследующем раздели. Тарифную сетку можно изучить в личном кабинете.
                            Также, Вы можете не накапливать постепенно бонусы для получения доступа к платным возможностям системы, а приобрести любой понравившийся Вам тариф и начать зарабатывать прямо сейчас.
                        </div>
                    </div>
                    <div className="block__item">
                        <div className="block__question">
                            Когда Вы получаете оплату от пользователя за свой ответ
                        </div>
                        <div className="block__answer">
                            Для того чтобы начать отвечать на вопросы, Вам необходимо зарегистрироваться на сайте. В личном кабинете приложить скан копию своего образования. После проверки нашими специалистами достоверности данных, в течение двух дней, Ваш аккаунт становится активным. Если данные не достоверны, аккаунт не активируется, о чем мы уведомляем Вас по электронной почте.

                            Активный аккаунт дает юристу возможность отвечать на бесплатные вопросы, тем самым наращивая свой рейтинг, чем качественнее ответ, тем выше шанс благодарности от пользователя и соответственно выше рейтинг. За каждое очко рейтинга Вы получаете очко бонуса. Бонусные очки можно потратить на покупку тарифа (т.е. по сути, получить платные услуги портала бесплатно).

                            Расчет рейтинга и начисление бонусов можно в нижеследующем раздели. Тарифную сетку можно изучить в личном кабинете.
                            Также, Вы можете не накапливать постепенно бонусы для получения доступа к платным возможностям системы, а приобрести любой понравившийся Вам тариф и начать зарабатывать прямо сейчас.
                        </div>
                    </div>
                </div>
                <div className="questions__contacts">
                    <p>
                        Если вы не нашли нужную информацию, то задайте свой вопрос <a href='#modal'>заполнив форму</a> заполнив форму или 
                        по телефону <a href="#">+7 (968) 134-12-12</a>, мы с радостью ответим на него.
                    </p>
                </div>
            </section>
        )
    }
}

export default Questions;